Repository: iemacit/KangaroomVeliMobil
Catalog: lib/l10n/intl_*.arb
Languages: it

# ayarlar
source: Settings
it: impostazioni

# diger
source: Other
it: altro

# dil
source: Language
it: lingua

# tema
source: theme
it: tema

# temaSecimi
source: Select Theme
it: selezione del tema

# dilSecimi
source: Select Language
it: selezione della lingua

# cikis
source: Logout
it: disconnessione

# guncellemeHatasi
source: Error updating user information.
it: errore di aggiornamento

# saglik
source: Health
it: salute

# anaSayfa
source: Home
it: pagina principale

# kurumsal
source: Corporate
it: aziendale

# hakkimizda
source: About Us
it: chi siamo

# egitimKadrosu
source: Education Staff
it: corpo docente

# gorusVeOneri
source: Feedback and Suggestions
it: opinioni e suggerimenti

# durumBilgisi
source: Status Information
it: stato

# mutsuz
source: Sad
it: infelice

# dinlendi
source: Rested
it: riposato

# buyukTuvalet
source: Did a big toilet
it: grande evacuazione

# ilacAldi
source: Took the medicine
it: ha preso la medicina

# sabah
source: Morning
it: mattina

# ogle
source: Noon
it: mezzogiorno

# ikindi
source: Afternoon
it: pomeriggio

# yoklamabilgisigirilmedi
source: No Attendance Information Entered.
it: assenza di dati di presenza

# profil
source: Profile
it: profilo

# zil
source: Bell
it: campanello

# aidat
source: Dues
it: quota

# randevular
source: Appointments
it: appuntamenti

# karne
source: Development Report
it: rapporto di sviluppo

# yoklama
source: Attendance
it: presenza

# boyKilo
source: Height/Weight
it: altezza e peso

# duyurular
source: Announcements
it: annunci

# bulten
source: Newsletter
it: bollettino

# etkinlik
source: Activity
it: evento

# dersProgrami
source: Class Schedule
it: programma delle lezioni

# yemekProgrami
source: Meal Plan
it: programma dei pasti

# haftalikDersSaati
source: Weekly Class Hours
it: ore di lezione settimanali

# sosyalMedyaHesaplarimiz
source: Our Social Media Accounts
it: i nostri account sui social media

# misyon
source: Mission
it: missione

# vizyon
source: Vision
it: visione

# hesapIslemleri
source: Account Transactions
it: gestione dell'account

# uygulamaHakkinda
source: About the Application
it: informazioni sull'app

# kangaroomUygulama
source: Kangaroom Nursery Management App
it: app Kangaroom

# missoft
source: Missoft Digital Transformation
it: Missoft

# ogrenciProfili
source: Student Profile
it: profilo dello studente

# yas
source: Age
it: età

# sinif
source: Class
it: classe

# ogretmen
source: Teacher
it: insegnante

# profilResmi
source: Profile Picture
it: foto profilo

# goruntule
source: View
it: visualizza

# galeridenSec
source: Select from Gallery
it: seleziona dalla galleria

# kameraIleCek
source: Take a Photo with Camera
it: scatta con la fotocamera

# lutfenOgretmeniBilgilendir
source: Please use the buttons above to inform the teacher... 😊
it: si prega di informare l'insegnante

# cocugumuBaskaBiriAlacak
source: Someone Else Will Pick Up My Child
it: qualcun altro prenderà mio figlio

# benAlacagim
source: I Will Pick Up
it: andrò a prendere

# iptal
source: Cancel
it: annulla

# tamam
source: Confirm
it: OK

# kimAlacak
source: Who Will Pick Up?
it: chi prenderà?

# kiminAlacaginiGiriniz
source: Enter the name of the person picking up
it: inserisci chi prenderà

# nezamanAlacaksiniz
source: When Will You Pick Up?
it: quando prenderai?

# kapidayim
source: I’m at the Door
it: sono alla porta

# dk5
source: 5 minutes
it: in 5 minuti

# dk10
source: 10 minutes
it: in 10 minuti

# dk15
source: 15 minutes
it: in 15 minuti

# odeme
source: Payment
it: pagamento

# verilerYukleniyor
source: Loading Data...
it: caricamento dati

# toplamTutar
source: Total Amount
it: importo totale

# odemeTarihi
source: Payment Date
it: data di pagamento

# odenmemis
source: Not Paid
it: non pagato

# yil
source: Year
it: anno

# ay
source: Month
it: mese

# kirtasiye
source: Stationery
it: cartoleria

# aciklama
source: Explanation
it: descrizione

source: January
it: gennaio

source: February
it: febbraio

source: March
it: marzo

source: April
it: aprile

source: May
it: maggio

source: June
it: giugno

source: July
it: luglio

source: August
it: agosto

source: September
it: settembre

source: October
it: ottobre

source: November
it: novembre

source: December
it: dicembre

# sizeTanimliRandevuBulunmamaktadir
source: No appointments assigned to you
it: nessun appuntamento disponibile

# ogretmenAd
source: Teacher Name
it: nome insegnante

# ogrenciAd
source: Student Name
it: nome studente

# onayla
source: Approve
it: conferma

# redEt
source: Reject
it: rifiuta

# silmeIslemi
source: Delete Operation
it: eliminazione

# eminMisiniz
source: Are you sure you want to delete this appointment?
it: sei sicuro?

# evet
source: Yes
it: sì

# randevuSilindi
source: Appointment successfully deleted.
it: appuntamento eliminato

# karneBilgisiYok
source: No Development Report Information Available !!!
it: Nessuna informazione sul rapporto di sviluppo

# donemSecin
source: Select Term
it: Seleziona il periodo

# donem
source: Term
it: Periodo

# tur
source: Type
it: Tipo

# gelisimAlani
source: Development Area
it: Area di sviluppo

# devamsizlik
source: Attendance
it: Assenza

# devam
source: Present
it: Presente

# devamsiz
source: Absent
it: Assente

# ikiHafta
source: 2 Weeks
it: Due settimane

# hafta
source: Week
it: Settimana

# veriGetirmeHatasi
source: Data fetching error
it: Errore di recupero dei dati

# veriBulunamadi
source: No data found for this student.
it: Dati non trovati

# kilo
source: Weight
it: Peso

# boy
source: Height
it: Altezza

# tablo
source: Table
it: Tabella

# tarih
source: Date
it: Data

# boyCm
source: Height
it: Altezza (cm)

# kiloKg
source: Weight
it: Peso (kg)

# duyurularYukleniyor
source: Loading Announcements...
it: Caricamento degli annunci

# duyurularBaslik
source: Announcements
it: Titolo dell'annuncio

# duyuruYukleniyor
source: Loading Announcements...
it: Caricamento dell'annuncio

# duyuru
source: Announcement
it: Annuncio

# aylik
source: Monthly
it: Mensile

# saglikBilgileri
source: Health Information
it: Informazioni sulla salute

# saglikBilgisiGuncelleme
source: Update Health Information
it: Aggiornamento delle informazioni sanitarie

# ilacBilgisi
source: Medication Information
it: Informazioni sui farmaci

# ilacSaati
source: Medication Time
it: Ora del farmaco

# kronikHastalikDurumu
source: Chronic Disease Status
it: Malattia cronica

# alerjiDurumu
source: Allergy Status
it: Stato allergico

# bilgileriGuncelle
source: Update Information
it: Aggiorna le informazioni

# basarili
source: Success
it: Riuscito

# bilgilerGuncellendi
source: Information updated successfully.
it: Le informazioni sono state aggiornate

# etkinlikSayfasi
source: Activity Page
it: Pagina dell'evento

# saat
source: Time
it: Ora

# ucret
source: Fee
it: Costo

# belirtilmedi
source: Not specified
it: Non specificato

# dekontYukle
source: Upload Receipt (PDF)
it: Carica ricevuta

# yuklenenDekont
source: Uploaded Receipt: {fileName}
it: Ricevuta caricata

# reddet
source: Reject
it: Rifiuta

# kayitYapildi
source: Registration completed
it: Registrazione completata

# katilimReddedildi
source: Participation rejected
it: Partecipazione rifiutata

# dekontYuklendi
source: Receipt uploaded: {fileName}
it: Ricevuta caricata

# etkinlikAnaSayfasi
source: Activity Main Page
it: Pagina principale dell'evento

# etkinlikAdi
source: Activity Name
it: Nome dell'evento

# etkinlikTarihi
source: Activity Date
it: Data dell'evento

# onaylanmaDurumu
source: Activity Approval Status
it: Stato di conferma

# aliciHesap
source: Recipient Account
it: Conto del destinatario

# dosyaAdi
source: File Name
it: Nome del file

# indir
source: Download PDF
it: Scarica

# veriYuklenemedi
source: Data could not be loaded
it: Impossibile caricare i dati

# enYakinDersBulunamadi
source: No closest class found.
it: Nessuna lezione trovata

# tarihYok
source: No date
it: Nessuna data

# saatYok
source: No time
it: Nessun orario

source: normal
it: Normale

# mutlu
source: Happy
it: Felice

# uzgun
source: Sad
it: Triste

# ofkeli
source: Angry
it: Arrabbiato

# buyukTuvaletaltinayati
source: Did a big toilet on his self
it: Grande toilette (pannolino)

# kucukTuvaletaltinayati
source: Did a small toilet on his self
it: Piccola toilette (pannolino)

# kucukTuvalet
source: Did a small toilet
it: Piccola toilette

# ilacAlmadi
source: Didn't take the medicine
it: Non ha preso il farmaco

# zilgonderildi
source: Bell sent
it: Campanello inviato

# zilgonderilmedi
source: Bell not sent
it: Campanello non inviato

# buguntatil
source: Today is a holiday
it: Vacanza oggi

# durumbilgisi
source: Status information
it: Informazioni sullo stato

# resimyuklenmedi
source: Image not uploaded
it: Immagine non caricata

# resimyuklendi
source: Image uploaded
it: Immagine caricata

# okulagelmdim
source: I did not go to school
it: Non è venuto a scuola

# uyumadi
source: Did not sleep
it: Non ha dormito

# uyudu
source: Slept
it: Ha dormito

# yok
source: no data
it: Non presente

# ders
source: Leason
it: Lezione

# puan
source: store
it: Punti

# onaylandi
source: accepted
it: Approvato

# noAppointment
source: No appointment is assigned
it: Nessun appuntamento

# institutionResponse
source: ↓ The response from the institution will be forwarded below. ↓
it: Risposta dell'istituzione

source: Response received
it: Risposta ricevuta

# feedbackReceived
source: Your feedback and suggestions have been received and will be forwarded to the response area as soon as possible, thank you...
it: Feedback ricevuto

# gonder
source: send
it: Invia

# mudur
source: Principal
it: Preside

# mudurYardimcisi
source: Vice Principal
it: Vicepreside

source: No Message!
it: Nessun messaggio

# writeMessage
source: Write your message
it: Scrivi un messaggio

# mobil
source: Mobile Application
it: Mobile

# reddedildi
source: Rejected
it: Rifiutato

# dersresimleri
source: Lesson images
it: Immagini della lezione

# borc
source: There is a debt for the period
it: C'è un debito del periodo!

# aidetborc
source: Payment Alert
it: Debito di contributo

# anket
source: questionnaire
it: Sondaggio

# anketSayfasi
source: questionnaire
it: Pagina del sondaggio

# dogumtarihi
source: Birth Date
it: Data di nascita

# baslik
source: Title
it: Titolo

# redsebebiyaz
source: Please write the reason for rejection
it: Si prega di indicare il motivo del rifiuto

# iletisim
source: Contact
it: Contatto
